tap "cargo-lambda/cargo-lambda"
tap "daipeihust/tap"
tap "dotenvx/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jorgerojas26/lazysql"
tap "k1low/tap"
tap "koki-develop/tap"
tap "leoafarias/fvm"
tap "messense/macos-cross-toolchains"
tap "quarylabs/quary"
tap "supabase/tap"
tap "universal-ctags/universal-ctags"
tap "uzimaru0000/tap"
tap "ynqa/tap"
brew "zstd"
brew "aarch64-elf-gcc"
brew "act"
brew "jpeg-xl"
brew "openssl@3"
brew "arm-linux-gnueabihf-binutils"
brew "arm-none-eabi-gcc"
brew "arp-scan"
brew "asciiquarium"
brew "asdf"
brew "awscli"
brew "bat"
brew "cfn-lint"
brew "ttyd"
brew "clive"
brew "cmatrix"
brew "cocoapods"
brew "crosstool-ng"
brew "deno"
brew "direnv"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gat"
brew "gcc"
brew "genact"
brew "gh"
brew "ghq"
brew "git"
brew "git-branchless"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "go-task"
brew "golangci-lint"
brew "gopls"
brew "gotestsum"
brew "gotop"
brew "gtop"
brew "pkgconf"
brew "hydra"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "litecli"
brew "lolcat"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mise"
brew "mycli"
brew "mysql"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "no-more-secrets"
brew "nyancat"
brew "onefetch"
brew "peco"
brew "pgcli"
brew "php"
brew "pict"
brew "poetry"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rye"
brew "sheldon"
brew "sl"
brew "speedtest-cli"
brew "superfile"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tor"
brew "tpm"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "vim"
brew "virtualenv"
brew "wakatime-cli"
brew "wget"
brew "x86_64-elf-gcc"
brew "xclip"
brew "xh"
brew "zig"
brew "zsh-completions"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "daipeihust/tap/im-select"
brew "dotenvx/brew/dotenvx"
brew "jorgerojas26/lazysql/lazysql"
brew "k1low/tap/octocov"
brew "koki-develop/tap/moview"
brew "leoafarias/fvm/fvm"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "quarylabs/quary/sqruff"
brew "supabase/tap/supabase"
brew "uzimaru0000/tap/tv"
brew "ynqa/tap/jnv"
cask "affinity-photo"
cask "amorphousdiskmark"
cask "autodesk-fusion"
cask "displaylink"
cask "flutter"
cask "gcc-aarch64-embedded"
cask "ghostty"
cask "grandperspective"
cask "karabiner-elements"
cask "keyclu"
cask "logi-options+"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-onenote"
cask "orbstack"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "DaVinci Resolve", id: 571213070
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "Goodnotes", id: 1444383602
mas "Hand Mirror", id: 1502839586
mas "Kindle", id: 302584613
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Momentum", id: 1564329434
mas "OneTab", id: 1540160809
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Save to Raindrop.io", id: 1549370672
mas "Skitch", id: 425955336
mas "SnippetsLab", id: 1006087419
mas "Spark", id: 1176895641
mas "Step Two", id: 1448916662
mas "Structured", id: 1499198946
mas "Tunacan", id: 980577198
mas "Unsplash Wallpapers", id: 1284863847
mas "Velja", id: 1607635845
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "Web Translator", id: 6443492610
mas "WebP Converter", id: 1522368690
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "alexisvt.flutter-snippets"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.file-nesting"
vscode "ardenivanov.svelte-intellisense"
vscode "arjun.swagger-viewer"
vscode "astro-build.houston"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "chflick.firecode"
vscode "christian-kohler.path-intellisense"
vscode "cocopon.iceberg-theme"
vscode "continue.continue"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "gornivv.vscode-flutter-files"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "hoovercj.vscode-power-mode"
vscode "illixion.vscode-vibrancy-continued"
vscode "ionutvmi.path-autocomplete"
vscode "katsute.code-background"
vscode "kddejong.vscode-cfn-lint"
vscode "mechatroner.rainbow-csv"
vscode "melihaltintas.svelte-format"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pivaszbs.svelte-autoimport"
vscode "pixl-garden.bongocat"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "prisma.prisma-insider"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "renesaarsoo.sql-formatter-vsc"
vscode "riccardoforina.storybook-helper"
vscode "ritwickdey.liveserver"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "rust-lang.rust-analyzer"
vscode "ryuta46.multi-command"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "starkwang.markdown"
vscode "steoates.autoimport"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "tompollak.lazygit-vscode"
vscode "tomrijndorp.find-it-faster"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
